Repository: GitMubarak/hm-cool-author-box-widget
Catalog: languages/hm-cool-author-box-widget.po
Languages: bn_bd

source: HM Author Box
bn_bd: এইচ এম লেখক বক্স

source: Information Settings
bn_bd: তথ্য সেটিংস

source: Social Settings
bn_bd: সামাজিক সেটিংস

source: Template Settings
bn_bd: টেমপ্লেট সেটিংস

source: Author Box General Settings
bn_bd: লেখক বাক্স সাধারণ সেটিংস

source: Name:
bn_bd: নামঃ

source: Keep null to display profile Display Name
bn_bd: প্রোফাইল প্রদর্শনের নাম প্রদর্শন করতে নাল রাখুন

source: Title:
bn_bd: শিরোনামঃ

source: Email:
bn_bd: ইমেইল:

source: Keep null to display profile Email
bn_bd: প্রোফাইল ইমেল প্রদর্শন করতে নাল রাখুন

source: Website:
bn_bd: ওয়েভসাইট

source: Keep null to display profile Website
bn_bd: প্রোফাইল ওয়েভসাইট প্রদর্শন করতে নাল রাখুন

source: Biographical Info
bn_bd: জীবনীসংক্রান্ত তথ্য

source: Keep null to display profile Biographical Info
bn_bd: প্রোফাইল জীবনীসংক্রান্ত তথ্য প্রদর্শন করতে নাল রাখুন

source: Biographical Info Font Size:
bn_bd: জীবনীসংক্রান্ত তথ্য ফন্ট সাইজ

source: Author Image?
bn_bd: লেখকের ছবি

source: Gravatar
bn_bd: গ্রাভাটার

source: Upload Image
bn_bd: ছবি আপলোড

source: Upload Image:
bn_bd: ছবি আপলোড

source: Update General Settings
bn_bd: সাধারণ সেটিংস আপডেট

source: Author Box Social Settings
bn_bd: লেখক বাক্স সামাজিক সেটিংস

source: Show %s?
bn_bd: দেখান

source: %s Url:
bn_bd: লিঙ্ক

source: Update Social Settings
bn_bd: সামাজিক সেটিংস আপডেট

source: Author Box Template Settings
bn_bd: লেখক বাক্স টেমপ্লেট সেটিংস

source: Select a Template:
bn_bd: টেমপ্লেট পছন্দ করুন

source: Show In Post/Page?
bn_bd: পস্ট/পেজে দেখাতে চান?

source: Where to Display?
bn_bd: কোথায় দেখাতে চান?

source: Top of Content
bn_bd: কন্টেন্টের উপরে

source: Bottom of Content
bn_bd: কন্টেন্টের নীচে

source: Display Title?
bn_bd: শিরোনাম দেখাতে চান?

source: Display Email?
bn_bd: ইমেইল দেখাতে চান?

source: Display Website?
bn_bd: ওয়েভসাইট দেখাতে চান

source: Photo/Icon Shape
bn_bd: ঞ্ছবির আকৃতি

source: Square
bn_bd: স্কয়ার

source: Rounded
bn_bd: রাউন্ডেড

source: Circle
bn_bd: সারকেল

source: Photo/Gravatar Width
bn_bd: ছবি প্রস্থ

source: Update Template Settings
bn_bd: টেমপ্লেট সেটিংস আপডেট
