Repository: GitMubarak/hm-cool-author-box-widget
Catalog: languages/share-a-friend-*.po
Languages: es_es, fr_fr, nl_nl

source: Share A Friend
es_es: Compartir un amigo

source: Request
es_es: Solicitud

source: Captured Leads
es_es: Conductores capturados
fr_fr: Fils capturés
nl_nl: Gevangen leads

source: General Setting
es_es: Ajustes generales
fr_fr: Cadre général
nl_nl: Algemene instelling

source: Template Selection
es_es: Selección de plantillas
fr_fr: Sélection du modèle
nl_nl: Sjabloon selectie

source: Email Setting
es_es: Ajustes del correo electrónico
fr_fr: Paramètre Email
nl_nl: Email instelling

source: Notification Setup
es_es: Configuración de la notificación
fr_fr: Configuration de la notification
nl_nl: Melding instellen

source: Are you sure you want to delete this item?
es_es: ¿Estás seguro de que quieres eliminar este elemento?
nl_nl: Weet je zeker dat je dit item wilt verwijderen?

source: Select All
es_es: Seleccionar todo
fr_fr: Tout sélectionner
nl_nl: Selecteer alles

source: Submitter Email
es_es: Correo electrónico del remitente
fr_fr: Email de l’auteur
nl_nl: Indiener e-mail

source: Submit Date
es_es: Fecha de envío
fr_fr: Date butoire
nl_nl: Datum verzenden

source: Action
es_es: Acción
nl_nl: Actie

source: SUBMIT
es_es: ENVIAR
fr_fr: SOUMETTRE
nl_nl: voorleggen

source: persons have been emailed today
es_es: personas han sido enviadas por correo electrónico hoy

source: Custom HTML (promotional content)
es_es: HTML personalizado (contenido promocional)

source: Please choose action to apply
es_es: Por favor, elija la acción para aplicar
fr_fr: Veuillez choisir une action à appliquer
nl_nl: Kies actie om toe te passen

source: List Of Your Captured Leads
es_es: Lista de sus clientes potenciales capturados
fr_fr: Liste de vos prospects capturés
nl_nl: Lijst met uw capture-leads

source: BULK ACTION
es_es: ACCIÓN MASIVA
fr_fr: ACTION EN VRAC
nl_nl: BULK ACTIE

source: Delete
es_es: Borrar
fr_fr: Effacer
nl_nl: Verwijder

source: Apply
es_es: Aplicar
fr_fr: Appliquer
nl_nl: Van toepassing zijn

source: DELETE
es_es: BORRAR
fr_fr: EFFACER
nl_nl: verwijderen

source: EXPORT TO CSV
es_es: EXPORTACION A CSV
fr_fr: EXPORTER VERS CSV
nl_nl: EXPORT NAAR CSV

source: FILTER EMAIL ADDRESSES
es_es: FILTRO DIRECCIONES DE CORREO ELECTRÓNICO
fr_fr: FILTRE ADRESSE E-MAIL
nl_nl: ADRESSEN FILTEREN E-MAIL

source: Setup Your Text Capture Formula
es_es: Configure su fórmula de captura de texto
fr_fr: Configurez votre formule de capture de texte
nl_nl: Stel uw tekstopnameformule in

source: Title To Capture Lead:
es_es: Título para capturar plomo:
fr_fr: Titre à capturer Lead:
nl_nl: Titel van Capture Lead:

source: Target Text for Leads:
es_es: Texto de destino para clientes potenciales:
fr_fr: Texte cible pour les pistes:
nl_nl: Doeltekst voor leads:

source: Tag Line For Leads:
es_es: Línea de etiqueta para clientes potenciales:
fr_fr: Tag Line pour Leads:
nl_nl: Tag voor leads:

source: Email Placeholder text:
es_es: Enviar texto al marcador de posición:
fr_fr: Texte d’emplacement de messagerie:
nl_nl: Plaatsaanduiding voor e-mail:

source: Submit Button Text:
es_es: Enviar texto del botón:
fr_fr: Soumettre le texte du bouton:
nl_nl: Knoptekst verzenden:

source: Email Counter Text:
es_es: Contador de correo electrónico de texto:
fr_fr: Texte du compteur d’email:

source: text will be added after 'number'
es_es: el texto se añadirá después de ‘número’
fr_fr: le texte sera ajouté après ‘numéro’
nl_nl: tekst wordt toegevoegd na ‘nummer’

source: Facebook Button Text:
es_es: Texto del botón de Facebook:
fr_fr: Texte du bouton Facebook:
nl_nl: Facebookknoptekst:

source: Twitter Button Text:
es_es: Texto del botón de Twitter:
fr_fr: Texte du bouton Twitter:
nl_nl: Twitterknoptekst:

source: Success Message Text:
es_es: Texto de mensaje de éxito:
fr_fr: Texte du message de réussite:
nl_nl: Succesberichttekst:

source: Accept '<html>'
es_es: Aceptar ‘<html>’
fr_fr: Acceptez ‘<html>’
nl_nl: Accepteer '<html>'

source: Promotional Content (Ad Area):
es_es: Contenido promocional (Área publicitaria):
nl_nl: Promotie-inhoud (Advertentieruimte):

source: Keep blank if you do not have promotional ad
es_es: Manténgase en blanco si no tiene un anuncio promocional
fr_fr: Ne rien inscrire si vous n’avez pas d’annonce promotionnelle
nl_nl: Blijf leeg als u geen promotie-advertentie heeft

source: Update Settings
es_es: Ajustes de actualización
fr_fr: Mettre à jour les paramètres
nl_nl: Update-instellingen

source: Notification Email Setup
es_es: Configuración de correo electrónico de notificación
fr_fr: Configuration de l’e-mail de notification
nl_nl: E-mailinstellingen voor meldingen

source: Subject Line:
es_es: Línea de asunto:
fr_fr: Ligne d’objet:
nl_nl: Onderwerpregel:

source: Message:
es_es: Mensaje:
nl_nl: Bericht:

source: Admin Notification Email
es_es: Email de notificación del administrador
fr_fr: Email de notification de l’administrateur
nl_nl: E-mailadres voor beheerdersmeldingen

source: Keep blank to use admin email
es_es: Manténgase en blanco para usar el correo electrónico del administrador
fr_fr: Ne rien faire pour utiliser le courrier électronique de l’administrateur
nl_nl: Blijf leeg om admin-e-mail te gebruiken

source: Design Settings for Lead Capture
es_es: Configuración de diseño para la captura de plomo
fr_fr: Paramètres de conception pour la capture de leads
nl_nl: Ontwerpinstellingen voor Lead Capture

source: Select a Template:
es_es: Seleccione una plantilla:
fr_fr: Sélectionnez un modèle:
nl_nl: Selecteer een sjabloon:

source: Customize This Template?
es_es: ¿Personalizar esta plantilla?
fr_fr: Personnaliser ce modèle?
nl_nl: Deze sjabloon aanpassen?

source: Form Header Bg Color:
es_es: Forma de encabezado de color de fuente:
fr_fr: En-tête de formulaire Bg Couleur:
nl_nl: Formulierkop Bg Kleur:

source: Form Header Font Color:
es_es: Forma de encabezado de color de fuente:
fr_fr: Couleur de police d’en-tête de formulaire:
nl_nl: Tekstkleur koptekst formulier:

source: Submit Button Color:
es_es: Color del botón de envío:
fr_fr: Soumettre la couleur du bouton:
nl_nl: Knopkleur verzenden:

source: Preview
es_es: Avance
fr_fr: Aperçu
nl_nl: Voorbeeld

source: Your
es_es: Tu
fr_fr: Votre
nl_nl: Jouw

source: Email Address(es) already exist.
es_es: Las direcciones de correo electrónico ya existen.
fr_fr: Les adresses e-mail existent déjà.
nl_nl: E-mailadres (sen) bestaan al

source: Email Address(es) are not valid.
es_es: Las direcciones de correo electrónico no son válidas.
fr_fr: Les adresses e-mail ne sont pas valides.
nl_nl: E-mailadres (sen) zijn niet geldig.

source: Social Share
es_es: Compartir social
fr_fr: Partage Social
nl_nl: Sociaal aandeel

source: Sorry!
es_es: ¡Lo siento!
fr_fr: Pardon!

source: Something Wrong with Your Email Submission
es_es: Algo mal con su envío de correo electrónico
fr_fr: Quelque chose ne va pas avec votre envoi d’email
nl_nl: Er is iets mis met uw e-mailinzending

source: Promotional Content (Ad Area)
es_es: Contenido promocional (Área publicitaria)

source: Please select submitter name(s) to change the status
nl_nl: Selecteer de naam van de indiener (s) om de status te wijzigen
